{
    "HELLO": "Hi, it's great to (virtually) meet you!\nI'm AlexisBot, Alexis's resume bot, here to help you learn more about her. Say CONTACT ALEXIS to speak with Alexis directly, or BACKGROUND, EDUCATION, or CAREER to learn more from me!\nYou can also type WHO ARE YOU for more info on me, and how I was created.\nPsst! Anytime you see a word in ALL CAPS, you can type it at any time to learn more about it!",
    "ALL CAPS": "Congratulations, you've passed your first test. Now, let's try BACKGROUND, CAREER, or EDUCATION.",
    "WHO ARE YOU": "I'm AlexisBot!\nThere is a lot of talk about 'making your resume come to life,' and Alexis tends to take things pretty literally.\nShe's not a trained developer, but she's pretty great at learning new things, and can't say no to a challenge. Or triple-dog-dare.",
    "CHAT": "Sweet! Alexis will send you a personal message soon. In the meantime, say SURPRISE ME for a fun Alexis fact!",
    "BACKGROUND": "One blustry November day in Chicago, Alexis was born! She grew up in a tiny suburb (Clarendon Hills), and lived there with her mom until she was 18.\n Would you like to hear MORE, or move on to EDUCATION or CAREER?\nYou can also say SURPRISE ME to hear a fun Alexis fact!",
    "MORE": "I'm glad we haven't bored you yet :)\nWhile Alexis lived in Chi-town, she spent 16 years dancing competitively, and 18 years eating pizza (not competitively, although she wishes it was).\nAfter high school, she moved out to Los Angeles! Would you like to hear about her EDUCATION or CAREER there?",
     "EDUCATION": "In September 2012, Alexis moved into her dorm on the hill at UCLA. She began writing for the NEWSPAPER shortly after, and graduated with a B.A. in COMMUNICATION STUDIES three and a half years later.\nShe also founded the first chapter of THE ASSOCIATION OF WOMEN IN SPORTS MEDIA at UCLA.",
     "THE ASSOCIATION OF WOMEN IN SPORTS MEDIA": "While at UCLA, Alexis helped co-found the first AWSM chapter at UCLA.\nShe planned speaking and networking events for members to connect with professionals in sports media, and developed strategies to market the events.\n Her favorite event was a presentation by former LA Times writer Jim Souders.",
     "COMMUNICATION STUDIES": "Communication Studies provided loads of great opportunities, but Alexis's favorite was a Shakespeare class.\nVisiting Shakespeare's home at Stratford-upon-Avon was an awesome memory from a high school study abroad trip to Cambridge, England.\nHer favorite play is A Midsummer Night's Dream.",
     "NEWSPAPER": "Alexis wrote for The Daily Bruin, UCLA's official student newspaper, for three years.\n She was trained in SPORTS Reporting by Blair Angulo of ESPN Deportes, and later cross-trained in FASHION. You can see a compilation of her published articles and feature stories below. %[Click Me!](http://dailybruin.com/author/camayak_184/)",
     "SPORTS": "GO BEARS!\nGrowing up in Chicago, sports were (and still are!) a huge part of Alexis's life. She's a White Sox fan, but won't ever turn down a game at Wrigley.\n At the Daily Bruin, Alexis covered Tennis and Volleyball, for a while, was the only female reporter on the Sports section!\n Say CAREER to read about Alexis's employment history, or TRIVIA for a fun Alexis fact!",
    "FASHION": "At The Daily Bruin, Alexis co-authored a fashion column, at met tons of great student designers in the process!\nThis experience helped her transition into her internship at THE A LIST.",
    "SURPRISE ME": "Alexis considers herself a The Lord of the Rings aficionado. Her favorite character is Bill the Pony, but his rider Samwise is a close second.",
    "CAREER": "Alexis has experience in writiting, adhering to deadlines, and conducting professional interviews from her time working on the NEWSPAPER.\nAt ASUCLA, Alexis worked as a Sales Supervisor for professional medical equipment.\n At THE A LIST, Alexis gained experience in managing social media accounts and high-profile events.\n Now, Alexis works at THE WALT DISNEY COMPANY in customer success and community management.",
    "ASUCLA": "Alexis worked at the ASUCLA Health Sciences Center for the entirety of her UCLA experience.\nShe started as a retail sales associate selling professional medical equipment to doctors and professors. Two years later, she worked as one of the store's two Sales Supervisors, where she trained and coached nearly 50 new employees on sales strategy and customer service. After graduating, she moved on to work at THE WALT DISNEY COMPANY.",
    "THE A LIST": "The A List is a Fashion Public Relations firm located in Beverly Hills.\nThe firm works with A-list celebrities and high-fashion designers to promote brand marketing.\nWhile working here as a Public Relations intern over the summer of 2014, Alexis managed the company's media presence and helped to plan and coordinate many high-profile events with over 100 guests. Her next internship was at THE WALT DISNEY COMPANY.",
    "THE WALT DISNEY COMPANY": "Since September 2015, Alexis has worked as an Enterprise Community Management Intern at Disney.\nShe provides training and resources for social collaboration tools at Disney to all segments of the company via phone, e-mail, video conferencing, in-person team learning sessions, and support documentation daily.\nShe also plans and executes adoption and engagement strategies for successful social communities with project teams and departments.\nWant to know MORE ABOUT DISNEY? Or are you ready to find out WHAT'S NEXT for Alexis?",
    "MORE ABOUT DISNEY":"Another part of her job at Disney is to build and maintain meaningful working relationships with teams all across The Walt Disney Company, as well as external vendors.\nWhile working at Disney, Alexis has learned HTML, CSS, JSON and Jive, but has also learned the meaning of CUSTOMER SUCCESS. Would you like to hear WHAT'S NEXT for Alexis?",
    "CUSTOMER SUCCESS": "I believe a successful customer is one that feels supported and is constantly engaged. A successful customer feels empowered by the tools and services they work with, and has great trust in their relationship with the product and/or team they are partnered with.\nAlexis agrees. Would you like to hear WHAT'S NEXT or CONTACT ALEXIS?",
    "CONTACT ALEXIS":"Alexis can be reached via e-mail at amwilliams1106@g.ucla.edu, LinkedIn, or Facebook. %[LinkedIn](https://www.linkedin.com/in/alexis-williams-64512a95) %[Facebook](https://www.facebook.com/AlexisBot-690359224436271/) She is also available by phone at (630) 373-5394. I know she'd just love you!",
    "WHAT'S NEXT": "Alexis is currently in the market for an entry-level position at a dynamic, progressive company.\nShe loves writing and account management, but above all, she's looking for a position that allows her to build relationships and work toward success and happiness...together!\n Are you ready to CONTACT ALEXIS?",
 "CONNECT ME":"",
    "DISCONNECT": "Roger that, AlexisBot is back."
}
